Роман Кудинов:
22 - завтрак
23 - завтрак
23 - ужин
24 - завтрак
25 - завтрак
26 - завтрак

Матвей Старшинов:
22 - завтрак

Влад Никишкин:
22 - завтрак
22 - обед
22 - ужин
23 - завтрак
23 - обед
23 - ужин
24 - завтрак
24 - обед
24 - ужин
25 - завтрак
25 - обед
25 - ужин
26 - завтрак
26 - обед
26 - ужин
27 - завтрак
27 - обед
27 - ужин
28 - завтрак
28 - обед
28 - ужин

Максим Старцев:
22 - обед
23 - обед
24 - обед
25 - обед
26 - обед
27 - обед

Саша Сайгаков:
22 - обед
22 - ужин
23 - обед
23 - ужин
24 - обед
24 - ужин

Олег Жуков:
22 - обед
23 - обед
24 - обед
25 - обед

Алиса Генина:
22 - обед
22 - ужин
23 - обед
23 - ужин
25 - обед
25 - ужин

Арсений Никитин:
22 - обед
23 - завтрак

Алексей Мельник:
22 - ужин
23 - ужин
24 - ужин
25 - ужин
26 - ужин

Владимир Аксенов:
22 - ужин
23 - ужин
24 - ужин
25 - ужин
26 - ужин
27 - ужин
28 - ужин

Георгий Кривов:
23 - завтрак
23 - обед
23 - ужин
24 - завтрак
24 - ужин
25 - завтрак
25 - обед
25 - ужин
26 - завтрак
26 - обед
26 - ужин
27 - завтрак
27 - обед
27 - ужин
28 - завтрак
28 - обед
28 - ужин

Роман Анодин:
23 - завтрак
24 - завтрак
24 - обед
25 - завтрак
26 - завтрак
26 - обед
27 - завтрак
27 - обед
27 - ужин
28 - завтрак
28 - обед
28 - ужин

Маргарита Зедгенизова:
23 - обед
23 - ужин
24 - обед
24 - ужин
25 - обед
25 - ужин
26 - обед
26 - ужин
27 - обед
27 - ужин
28 - обед
28 - ужин

Никита Корчуганов:
23 - обед
24 - обед
25 - обед
26 - обед
27 - обед
28 - обед

Констатин Дъячук:
24 - завтрак
26 - завтрак

Карим Сагитов:
24 - обед
25 - обед
26 - обед

Егор Бабич:
24 - ужин
27 - обед

Максим Рябцун:
24 - ужин
27 - обед